tap 'aws/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'

brew 'awscli'
brew 'boost'
brew 'clamav'
brew 'coreutils'
brew 'curl'
brew 'emacs'
brew 'gcc'
brew 'git'
brew 'gnu-time'
brew 'gnupg'
brew 'htop'
brew 'less'
brew 'node'
brew 'pinentry-mac'
brew 'rbenv'
brew 'tldr'
brew 'tmux'
brew 'tree'

cask 'aquaskk'
cask 'authy'
cask 'deepl'
cask 'docker'
cask 'firefox'
cask 'font-sarasa-gothic'
cask 'google-chrome'
cask 'processing'
cask 'rectangle'
cask 'slack'
